{"title":"You can't get enough of Budapest!","content":"<p>Budapest is the capital and the largest city of Hungary, a metropolis which leaves the visitor thirsting for more. This impressive capital has the very best of what Hungary has to offer. It is a large, vibrant city, with a population of approximately 2 million people. Being one of the most densely populated cities in the region, it is not just the powerhouse of the Hungarian economy, but also an important cultural centre and the focus of the country’s political life.<\/p>\r\n<p>\r\nThe history of the city began with Aquincum, originally a Celtic settlement that became the Roman capital of Lower Pannonia. Hungarians arrived to the territory in the 9th century. Budapest became a single city occupying both banks of the Danube River with the unification of Pest, Buda and Óbuda in 1873.<\/p>\r\n<p>\r\nToday Budapest is a popular tourist destination in Europe. Even if only for a short stay, there are many things worth seeing in Budapest. It has the largest thermal water system in the world, the first underground of European was built in Budapest more than a 120 years ago, and the Hungarian capital has the third largest Parliament building in the world, as well as the biggest and one of the most spectacular synagogues in Europe.<\/p>\r\n<p>\r\nThe Buda Castle Hill, with the 700-year-old Matthias Church, the Royal Palace and the Fishermen's Bastion, is among the most fascinating World Heritage Sites, with spectacular views to the downtown and the Danube River, with her many bridges, amongst them the beautiful Chain Bridge – the first one to permanently connect Buda and Pest.<\/p>\r\n<p>\r\nThe Opera House, was opened in 1884 during the Austro-Hungarian Empire, attracts not only the music lovers, but also those who want to admire its architectural beauty. The Opera is located on Andrássy Avenue, often called Budapest's Champs-Elysées, leading on to Heroes' Square, built in 1896 to mark the thousandth anniversary of the Hungarian state. The City Park is just a couple of steps away – with Vajdahunyad Castle, a replica of a Transylvanian castle of that name, the Budapest Zoo and many museums.<\/p>","upload":"","kep":"pictureForNews\/36577487_606621806385714_1061453042097848320_n.jpg"}